tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "ag"
brew "asdf"
brew "awscli"
brew "curl"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "jq"
brew "pgrep"
brew "rcm"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zplug"

cask "alacritty"
cask "kitty"
cask "font-hack-nerd-font"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "brave-browser"
